Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/courtroom/judge.html.txt.tmx
Source language: en
Languages: ga

source: The judge in an Irish courtroom usually sits on a raised platform at the top of the court and wears white collars and a black gown
ga: De ghnáth, bíonn an breitheamh, i seomra cúirte in Éirinn, ina s(h)uí ar ardán ardaithe ag barr na cúirte agus caitheann sé/sí bónaí bána agus róba dubh

source: If there is no jury in a case, it is the judge who decides which party shall win and which party shall lose in a case
ga: Mura bhfuil giúiré i gcás áirithe, is é an breitheamh a dhéanann cinneadh ar cén páirtí a bhainfidh nó a chaillfidh i gcás

source: He or she listens to the evidence of both sides and to the submissions of the barristers (or solicitors)
ga: Éisteann sé nó sí le fianaise an dá thaobh agus le haighneachtaí na n-abhcóidí (nó na n-aturnaetha)

source: The judge may ask questions of any witness and of the barristers (or solicitors)
ga: Féadfaidh an breitheamh ceisteanna a chur ar aon fhinné agus ar na habhcóidí (nó na haturnaetha)

source: The judge may give the judgement in the case at the end of the trial or he or she may "reserve" the judgement
ga: Is féidir leis an mbreitheamh an breithiúnas a thabhairt i gcás ag deireadh na trialach nó is féidir leis/léi an breithiúnas a “fhorchoimeád”

source: When a judgement is reserved, the judge will take time to consider the case and then at some later stage deliver the judgement
ga: Nuair a fhorchoimeádtar an breithiúnas, glacfaidh an breitheamh roinnt ama chun machnamh a dhéanamh ar an gcás agus ansin tabharfaidh sé/sí an breithiúnas ag tráth éigin níos déanaí

source: If there is a jury in the case, it is the jury that decides the outcome of the case
ga: Má tá giúiré sa chás, is é an giúiré a dhéanann cinneadh ar thoradh an cháis

source: The judge merely provides guidance to the jury and makes sure that the trial is run properly
ga: Ní dhéanann an breitheamh ach treoir a sholáthar don ghiúiré agus a chinntiú go reáchtáiltear an triail i gceart

source: The jury in a criminal trial has the very important function of deciding whether the person accused of the crime is guilty or not guilty
ga: Tá feidhm an-tábhachtach ag an ngiúiré i dtriail choiriúil chun cinneadh a dhéanamh ar cé acu an bhfuil nó nach bhfuil an duine a cúisíodh i leith na coire ciontach

source: In April 2006 new rules were signed into effect changing the way judges in Ireland are addressed in court
ga: In Aibreán 2006, síníodh rialacha nua a cuireadh i bhfeidhm a d’athraigh an bealach ina dtugtar aitheasc do bhreithiúna in Éirinn i gcúirt

source: In the past, judges in Ireland were referred to as "My Lord", or "His Lordship"
ga: Roimhe seo, tagraíodh do bhreithiúna in Éirinn amhail “A Thiarna”, nó “an Tiarnas”

source: Now, they will be addressed as "Judge" or referred to as "The Court"
ga: Anois, tabharfar aitheasc dóibh amhail “a Bhreithimh” nó déanfar tagairt dóibh mar “an Chúirt”

source: The only exception to this is in the case of the Chief Justice and President of the High Courts, who are addressed by their titles
ga: Is é an t-aon eisceacht ina leith seo ná i gcás an Phríomh-Bhreithimh agus Uachtarán na n-Ard-Chúirteanna, a dtugtar aitheasc dóibh de réir a dteideal

source: Judges in Ireland are appointed by the President acting on the advice of the Government
ga: Ceapann an tUachtarán breithiúna in Éirinn a ghníomhaíonn de réir chomhairle an Rialtais

source: In most cases, the Government decides who to appoint as a judge after it has been advised by the Judicial Appointments Advisory Board
ga: I bhformhór na gcásanna, déanann an Rialtas cinneadh ar an duine atá le ceapadh ina b(h)reitheamh i ndiaidh gur mhol an Bord Comhairleach um Cheapacháin Bhreithiúnacha amhlaidh

source: This Board identifies and informs the Government about suitable barristers and solicitors who have applied for the job
ga: Déanann an Bord seo abhcóidí agus aturnaetha oiriúnacha a shainaithint a rinne iarratas ar an bpost agus an Rialtas a chur ar an eolas orthu

source: The Judicial Appointments Advisory Board was established by law under Section 13 of the Court and Court Officers Act 1995
ga: Bunaíodh an Bord Comhairleach um Cheapacháin Bhreithiúnacha faoin dlí faoi Alt 13 d’Acht na gCúirteanna agus na nOifigeach Cúirte, 1995

source: Membership of the Judicial Appointments Board consist of the Chief Justice, President of the Court of Appeal, President of the High Court, President of the Circuit Court, President of the District Court, the Attorney General, a practicing barrister, solicitor and 3 Ministerial appointments
ga: Is éard atá i gceist le ballraíocht an Bhoird um Cheapacháin Bhreithiúnacha ná an Príomh-Bhreitheamh, Uachtarán na Cúirte Achomhairc, Uachtarán na hArd-Chúirte, Uachtarán na Cúirte Cuarda, Uachtarán na Cúirte Dúiche, an tArd-Aighne, abhcóide cleachtach, aturnae agus trí cheapachán ón Aire

source: Judges must have at least 10 years experience as a barrister or solicitor and usually they have many more years of experience before they are appointed
ga: Ní mór go bhfuil ar a laghad 10 mbliana de thaithí ag breithiúna feidhmiú mar abhcóide nó mar aturnae agus is gnách go mbíonn i bhfad níos mó blianta de thaithí acu sula gceaptar iad
